Repository: 84000/translation-memory-resources
Catalog: post_input/toh101.bo.en.tmx
Source language: bo
Languages: en

source: ཤ་ར་དྭ་ཏི འི་ བུ་ གང་དག་ གང་ ལ་ དེ་བཞིན་ གཤེགས་པ ས་ ཡུན་རིང་པོ་ ནས་ བསླབས་པ་ དང་ །_ གང་ ལ་ དེ་བཞིན་ གཤེགས་པ ས་ བསླབས་པ ས་ བདག་ཉིད་ ཆེན་པོ འི་ ཆོས་ཉིད་ དེ་ རྗེས་སུ་ ཐོབ་པ་ དང་ །_ ཅི་ ནས་ ཀྱང་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ རྣམས་ ཆོས་ཉིད་ དེ་ཡང་ དག་པ ར་ བསྒྲུབས་ ནས་ |#| བླ་ ན་ |#| མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ མངོན་པར་ རྫོགས་པ ར་ སངས་རྒྱས་ ཏེ །_ |#| འགྲོ་བ་ དཔག་ ཏུ་ མེད་པ་ ཉོན་མོངས་པ འི་ དྲ་བ་ ལས་ ཐར་བ ར་ བྱེད་པ ར་ འགྱུར་བ འི་ བྱང་ཆུབ་ སེམས་དཔའ་ ལ་ འདེམས་ པར་ མཛད་པ འི་ ཡེ་ཤེས་ དེ་ལྟ་ བུ་ དེ་ དང་ དེ་དག་ ཀྱང་ ཆོས་ གང་ ལ་ དེ་བཞིན་ གཤེགས་པ་ གུས་པ་ དང་ བཅས་པ འི་ ཆོས་ཉིད་ དེ་ ལ་ འགལ་བ ར་ བྱེད་པ ར་ འགྱུར་ ཞིང་ །_ |#| གནོད་པ ར་ བྱེད་པ ར་ འགྱུར་བ་ དེ་དག་ ནི་ ང འི་ ཉན་ཐོས་ ཀྱང་ མ་ ཡིན་ ལ །_
en: Śāradvatī­putra, my hearers are not those who will contravene and go against the nature respected by the thus-gone ones. |#| For this is the reality that the thus-gone ones have trained in for a long time, the very nature of a great being, which they attained through their training. |#| This is also the same reality that bodhisattva great beings must accomplish in order to fully awaken to unexcelled and perfect buddhahood. |#| And it is also each of the wisdoms that bodhisattvas are equipped with to free immeasurably many beings from the web of afflictions.

source: ང་ ཡང་ དེ་དག་ གི་ སྟོན་པ་ མ་ ཡིན་ ཏེ
en: I am not their teacher, because,

source: ཤ་ར་དྭ་ཏི འི་ བུ་ མ་ ལེགས་ སོ་མ་ ལེགས་ སོ །_།
en: Śāradvatī­putra, they are no good, no good.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ ངས་ ནི་ དེ་ཙམ་ ཞིག་ བརྗོད་ པ ར་ ནུས་ སོ །_།
en: Śāradvatī­putra, that is all I can say about them.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེ་ལྟ་བས་ན་ ཆོས་ གླིང་ ཡིན་པ ར་ གནས་པ ར་ བྱོས་ ཤིག _། གཞན་ གླིང་ དུ་ ནི་ མ་ བྱེད་ ཅིག _།
en: $1506 “Śāradvatī­putra, you should dwell in a place with Dharma, not elsewhere.

source: བདག་ སྐྱབས་ སུ་ གནས་པ ར་ བྱོས་ ཤིག _། གཞན་ སྐྱབས་ སུ་ ནི་ མ་ བྱེད་ ཅིག _།
en: Be your own refuge, and do not have another refuge.

source: ཆོས་ སྐྱབས་ སུ་ གནས་པ ར་ བྱོས་ ཤིག _། གཞན་ སྐྱབས་ སུ་ ནི་ མ་ ཡིན་ ཏེ །_
en: Keep the Dharma, and nothing else, as your refuge.

source: ཁྱེད་ཅག་ ལ་ རྗེས་སུ་ བསྟན་པ་ ནི་ དེ་ ཡིན་ ནོ །_།
en: This is what you have been taught.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ ཇི་ལྟ ར་ ན་ དགེ་སློང་ ཆོས་ གླིང་ ཡིན་པ ར་ གནས་ ཤིང་ །_ གཞན་ གླིང་མ་ ཡིན །_
en: Śāradvatī­putra, how do monks come to dwell in a place with Dharma, and not elsewhere?

source: བདག་ སྐྱབས་ ཡིན་ གྱི །_ གཞན་ སྐྱབས་ མ་ ཡིན །_
en: How are they their own refuge, and not someone else?

source: བདག་ གླིང་ ཡིན་ གྱི །_ གཞན་ གླིང་མ་ ཡིན་ ཞེ་ན །_
en: How are they, and no other, their own protector?

source: ཤ་ར་དྭ་ཏི འི་ བུ་ འདི་ ལ་ དགེ་སློང་ དྲན་པ་ ཉེ་བ ར་ གཞག་པ་ རྣམས་ སྒོམ་ པ ར་ བྱེད་པ་ ཡིན་ ཞིང་ །_ འདོད་ཆགས་ དང་ བྲལ་བ་ ལ་ གནས་པ་ ཡིན །_
en: Well, Śāradvatī­putra, monks are to cultivate the applications of mindfulness and dwell free of desire.

source: རྣམ་པར་ སྤོང་བ ས་ ཡོངས་སུ་ བསྒྱུར་བ་ ཡིན་ ནོ །_།
en: Through abandoning it they are transformed.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དྲན་པ་ ཉེ་བ ར་ གཞག་པ་ ཡང་ གང་ཞེ་ན །_
en: And what, Śāradvatī­putra, is the application of mindfulness?

source: འདི་ལྟ་སྟེ །_ དངོས་པོ་ མེད་པ་ དང་ །_ རང་བཞིན་ མེད་པ་ དང་ །_ མཚན་ཉིད་ མེད་པ འི་ དྲན་པ་ ཉེ་བ ར་ གཞག་པ་ ཆོས་ [188b] ཇི་ལྟ་བ་ བཞིན་ དུ་ མཐོང་བ་ སྟེ །_
en: The application of mindfulness regarding the absence of entity, absence of nature, and absence of characteristics is seeing phenomena exactly as they are. [188.b]

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེ་ལྟ ར་ ན་ དངོས་པོ་ མེད་པ་ དང་ །_ རང་བཞིན་ མེད་པ འི་ སྒོ་ ནས་ དྲན་པ་ ཉེ་བ ར་ གཞག་པ་ ཡིན་ ནོ །_།
en: Śāradvatī­putra, this is how mindfulness is applied by means of the absence of entity and the absence of nature.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ འདི་ ལ་ གང་ མི་ སླུ་བ ར་ འདི་ ནི་ ཆོས་ གླིང་ ཡིན་པ་ དང་ །_ ཆོས་ སྐྱབས་ དང་ །_ བདག་ གླིང་ དང་ །_ བདག་ སྐྱབས་ ཞེས་ བྱ འོ །_།
en: Śāradvatī­putra, whoever is undeceived in this regard is called a place with Dharma, a Dharma refuge, a protector of oneself, a refuge of oneself.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ གང་དག་ དྲན་པ་ ཉེ་བ ར་ གཞག་པ་ དེ་ལྟ་ བུ་ སྒོམ་པ ར་ བྱེད་པ་ དེ་དག་ ནི་ དགྲ་བཅོམ་པ་ མངོན་པར་ བརྗོད་པ་ ཐམས་ཅད་ སྤངས་པ་ ཞེས་ བྱ འོ །_། |#| ཟག་པ་ ཟད་པ་ ཞེས་ བྱ འོ །_། |#| ཉོན་མོངས་པ་ མེད་པ་ ཞེས་ བྱ འོ །_། |#| སྦྱིན་པ འི་ གནས་ ཞེས་ བྱ འོ །_། |#| ཞི་བ་ ཞེས་ བྱ འོ །_། |#| དུལ་བ་ ཞེས་ བྱ འོ །_། |#| སྐྱོན་ བསལ་བ་ ཞེས་ བྱ འོ །_། |#| བྲམ་ཟེ་ ཚངས་པ ར་ སྤྱོད་པ་ ཕ་རོལ་ ཏུ་ སོན་པ །_ སྐམ་ ལ་ སོན་པ་ ཞེས་ བྱ འོ །_།
en: Śāradvatī­putra, those who cultivate such an application of mindfulness are called worthy ones free of all expression , who have exhausted the defilements , and are free of afflictions, objects of generosity, tranquil, gentle, divested of faults , and brahmins who have reached the other shore of pure conduct and arrived on dry land.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ ཅིའི་ཕྱིར་ དགྲ་བཅོམ་པ་ ཞེས་ བྱ་ ཞེ་ན །_
en: $1507 “So why, Śāradvatī­putra, are they called worthy ones ?

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེ་དག་ ནི་ དགེ་བ་ ཐམས་ཅད་ ལ་ འོས་པ་ ཡིན །_
en: Śāradvatī­putra, they are worthy in all virtues.

source: དགེ་བ འི་ ལས་ དག་ གིས་ འདུ་བྱེད་པ་ ཐམས་ཅད་ དང་ བྲལ་བ་ ཡིན་ ཏེ །_
en: Through virtuous actions they are free of all formations and

source: དེ་དག་ ནི་ འདུ་བྱེད་པ་ ཐམས་ཅད་ རྒྱུན་ བཅད་པ་ ཡིན །_
en: they have cut the chain of all formations.

source: འདུ་བྱེད་པ་ ཐམས་ཅད་ སྤངས་པ་ ཡིན་ ཏེ །_
en: Being divested of all formations,

source: ཤ་ར་དྭ་ཏི འི་ བུ་ གང་ དགྲ་བཅོམ་པ་ ཟག་པ་ ཟད་པ ས་ བསོད་ནམས་ འདུ་ བྱ་བ་ ཡང་ མངོན་པར་ འདུ་བྱེད་པ འི་ གནས་ མེད་ ཅིང་ །_ སྐབས་མེད་པ་ ཡིན་ ན་ བསོད་ནམས་ མ་ཡིན་པ་ ལྟ་ཅི་ སྨོས །_
en: Śāradvatī­putra, worthy ones have exhausted the defilements, and thereby lack the basis and circumstance for formations even to form merit, let alone non-merit.

source: ཤ་ར་ དྭ་ཏི འི་ བུ་ དགྲ་བཅོམ་པ་ ཟག་པ་ ཟད་པ་ ནི་ སྲེད་པ་ རྒྱུན་ བཅད་པ་ ཡིན །_ |#| ཤ་ར་དྭ་ཏི འི་ བུ་ དགྲ་བཅོམ་པ་ ཟག་པ་ ཟད་པ་ ནི་ ཀུན་ ཏུ་ སྦྱོར་བ་ རྣམས་ ལས་ ཕྱིར་ལོག་པ་ ཡིན །_ |#| ཆོས་ ཐམས་ཅད་ དང་ བྲལ་བ་ ཡིན །_ |#| ཆོས་ ཐམས་ཅད་ ཀྱིས་ མ་ གོས་པ་ ཡིན །_ |#| ཡིད་ ཆགས་པ་ མེད་པ་ ཡིན །_ |#| འདོད་པ འི་ ཁམས་ ལ་ ཆགས་པ ར་ མི་ བྱེད་པ་ ཡིན །_ |#| གཟུགས་ ཀྱི་ ཁམས་ ལ་ ཆགས་པ ར་ མི་ བྱེད་པ་ ཡིན །_ |#| གཟུགས་ མེད་པ འི་ ཁམས་ ལ་ ཆགས་པ ར་ མི་ བྱེད་པ་ ཡིན །_ |#| འདུན་པ་ དང་ བྲལ་བ་ ཡིན །_ |#| སྲེད་པ་ དང་ བྲལ་བ་ ཡིན །_ |#| ཁོང་ཁྲོ་བ་ དང་ བྲལ་བ་ ཡིན་པ འི་ ཕྱིར་ རོ །_།
en: This is because, Śāradvatī­putra, as the worthy ones have exhausted defilements, they have interrupted craving. |#| Śāradvatī­putra, as the worthy ones have exhausted defilements, they have escaped from all fetters and are free of all phenomena, unsullied by any phenomenon, devoid of mental attachment, unattached to the desire realm, unattached to the form realm, unattached to the formless realm, free of longing, free of craving, and free of hostility.

source: ཅིའི་ཕྱིར་ དགྲ་བཅོམ་པ་ ཟག་པ་ ཟད་པ་ ཞེས་ བྱ་ ཞེ་ན །_
en: $1508 “Why is it that worthy ones are said to have exhausted the defilements ?

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེ འི་ ཟག་པ་ རྣམས་ ཟད་ ཅིང་ །_ ཆོས་ ཐམས་ཅད་ ལ་ ཟད་པ་ ཉིད་ ཐོབ་ ལ །_
en: Śāradvatī­putra, having exhausted all their defilements, they attain exhaustion with respect to all phenomena.

source: ཟད་པ་ ཉེ་བ ར་ ཐོབ་པ ས་ དེ འི་ ཕྱིར་ ཟག་པ་ ཟད་པ་ ཞེས་ བྱ འོ །_།
en: By having thus attained exhaustion, they are said to have exhausted the defilements .

source: ཅིའི་ཕྱིར་ ཉོན་མོངས་པ་ མེད་པ་ ཞེས་ བྱ་ ཞེ་ན །_
en: Why, then, are they said to be free of afflictions ?

source: དངོས་པོ་ ཐམས་ཅད་ སྟོང་པ་ཉིད་ ཀྱི་ ཕྱིར་ ཀུན་ ནས་ ཉོན་མོངས་ པར་ ཡང་ མི་ འགྱུར །_
en: Since all things are emptiness, they are neither afflicted, nor purified. [189.a]

source: རྣམ་པར་ བྱང་བ ར་ [189a] ཡང་ མི་ འགྱུར་ ཏེ །_ |#| རྣམ་པར་ དག་པ་ ཡིན་ ཞིང་ །_ འདོད་པ འམ །_ མི་འདོད་པ འམ །_ ཡིད་ དུ་ འོང་བ འམ །_ ཡིད་ དུ་ མི་ འོང་བ འམ །_ འདུས་བྱས་ སམ །_ འདུས་མ་བྱས་ གང་ གིས་ ཀྱང་ ཉེ་བ ར་ མ་ གོས་པ ས་ ཉེ་བ ར་ གོས་པ་ མེད་པ་ ཡིན་ ལ །_
en: Thus being pristine and utterly unsullied by what is desired or undesired, pleasant or unpleasant, or compounded or uncompounded, they are unsullied.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དགྲ་བཅོམ་པ་ ཟག་པ་ ཟད་པ་ ནི་ སྤྲོས་པ་ ཐམས་ཅད་ སྤངས་པ ས་ དེ འི་ ཕྱིར་ ཉོན་མོངས་པ་ མེད་པ་ ཞེས་ བྱ འོ །_།
en: Thus, Śāradvatī­putra, since worthy ones having exhausted the defilements means that they have abandoned all conceptual constructs, they are said to be free of afflictions.

source: གདུང་བ་ སྤངས་པ་ ཡིན་ ཞིང་ །_ ཡོངས་སུ་ གདུང་བ་ སྤངས་པ་ ཡིན །_
en: They have abandoned torment and complete misery.

source: གདུང་བ ར་ ཉེ་བ ར་ ཞི་བ་ ཡིན་ ལ །_ དེ་ ནི་ ཟང་ཟིང་ མེད་པ་ ཆོས་ ཀྱི་ མཆོག་སྦྱིན་ པ འི་ སྦྱིན་པ་པོ་ ཡིན་པ ས་ དེ འི་ ཕྱིར་ སྦྱིན་གནས་ ཞེས་ བྱ འོ །_།
en: Since they have completely quelled torment and grant the gift of the supreme Dharma free from worldliness, they are thus called objects of generosity .

source: ཅིའི་ཕྱིར་ དབང་ དུ་ གྱུར་པ་ དག་ ཅེས་ བྱ་ ཞེ་ན །_
en: Why are they called masters ?

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེ་དག་ གིས་ ཆོས་ ཐམས་ཅད་ ཡ་མ་བརླ ར་ མཐོང་ ཞིང་ མངོན་དུ་ བྱས་པ་ ཡིན །_ རྣམ་པར་ བསྒོམས་པ་ ཡིན །_
en: Śāradvatī­putra, seeing all phenomena as void, they have actualized and cultivated that state.

source: !ཡ་མ་བརླ འི་ ཆོས་ དེ་དག་ ཐམས་ཅད་ ལ་ ཡང་ དམ་པ འི་ ཕ་རོལ་ ཏུ་ སོན་ པ་ ཡིན་ ལ །_ དེ་དག་ གིས་ ཡང་དག་པ་ མ་ཡིན་པ འི་ སྨྲ་བ་ རྣམས་ བསྩལ་བ་ ཡིན་པ ས །_
en: They have perfected the sublime truth regarding all these void phenomena and expelled#74 those with incorrect speech.

source: དེ འི་ ཕྱིར་ དབང་ དུ་ གྱུར་པ་ དག་ ཅེས་ བྱ འོ །_།
en: Thus, they are called masters .

source: ཅིའི་ཕྱིར་ བྲམ་ཟེ་ དག་ ཅེས་ བྱ་ ཞེ་ན །_
en: Why are they called brahmins ?

source: ཆོས་ ཐམས་ཅད་ བསལ་བ་ ཡིན་ ཞིང་ བོར་བ་ ཡིན །_ |#| ཕྱུང་བ་ ཡིན་ ལ །_ ཉེ་བ ར་ མ་ གོས་པ་ ཡིན་པ ས །_ སྡིག་པ་ བསལ་བ འི་ ཕྱིར་ རོ །_།
en: This is because they have removed, discarded, and uprooted all phenomena. |#| Being unsullied by these phenomena, they are thus divested of wicked deeds.

source: ཅིའི་ཕྱིར་ ཞི་བ ར་ བྱེད་པ་ དག་ ཅེས་ བྱ་ ཞེ་ན །_
en: Why are they called pacifiers ?

source: ཤ་ར་དྭ་ཏི འི་ བུ་ སྡིག་པ་ ཐམས་ཅད་ དང་ །_ སྡིག་པ འི་ ཆོས་ ཐམས་ཅད་ ལས་ བྱུང་བ འི་ ཕྱིར་ རོ །_།
en: Śāradvatī­putra, this is because they have pacified all wicked deeds and what is derived from all wicked phenomena.

source: ཅིའི་ཕྱིར་ ཚོར་བ་པོ་ དག་ ཅེས་ བྱ་ ཞེ་ན །_
en: $1510 “Why are they called feelers ?

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེ་དག་ གིས་ འདོད་པ འི་ ཁམས་ དང་ །_ གཟུགས་ ཀྱི་ ཁམས་ དང་ །_ གཟུགས་ མེད་པ འི་ ཁམས་ དང་ །_ རྣམ་པར་ སྨིན་པ་ དང་ །_ ཡང་དག་པ་ མ་ཡིན་པ་ དང་ །_ བདེན་པ་ མ་ཡིན་པ་ ཐུལ་ ཅིང་ ལས་ དང་ །_ རྣམ་པར་ སྨིན་པ་ ཡང་ ཐུལ་ ལ །_
en: Śāradvatī­putra, they have subdued the desire realm, the form realm, the formless realm, maturation, error, and untruth, and have also subdued karma and its maturation.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེ་དག་ ཀུན་ ཏུ་ རྟོག་པ་ མེད་པ་ ཉིད་ ཀྱི་ ཕྱིར །_ ཀུན་ ཏུ་ རྟོག་པ་ ལས་ བྱུང་བ འི་ ཆོས་ ཐམས་ཅད་ ཐུལ་ ཅིང་ རྣམ་པར་ གྲོལ་བ་ ཡིན་པ ས་ དེ འི་ ཕྱིར་ ཚོར་བ་པོ་ དག་ ཅེས་ བྱ འོ །_།
en: So, Śāradvatī­putra, since they have no concepts, they have also subdued and liberated all phenomena derived from concepts. |#| Thus, they are called feelers .

source: ཅིའི་ཕྱིར་ ཕ་རོལ་ ཏུ་ སོན་པ་ དག་ ཅེས་ བྱ་ ཞེ་ན །_
en: Why are they called those who have reached the other shore ?

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེ་དག་ གིས་ བདུད་ ཕམ་པ ར་ བྱས་ ཤིང་ བདུད་ ཀྱི་ ཕྱོགས་ ཀྱི་ ཉོན་མོངས་པ་ ཐམས་ཅད་ ཕམ་པ ར་ བྱས་ ལ །_ ཆོས་ ཐམས་ཅད་ ཀྱི་ ཕ་རོལ་ ཏུ་ སོན་ ཅིང་ རྒལ་ ལ་ སྐམ་ ལ་ སོན་པ ས །_
en: Śāradvatī­putra, having vanquished Māra and all the afflictions associated with the faction of Māra, they have crossed over all phenomena, reaching the other shore to arrive on dry land.

source: དེ འི་ ཕྱིར་ ཕ་རོལ་ ཏུ་ [189b] སོན་པ་ དག་ ཅེས་ བྱ འོ །_།
en: Thus, they are called those who have reached the other shore. [189.b]

source: ཤ་ར་དྭ་ཏི འི་ བུ་ ངས་ དགྲ་བཅོམ་པ་ ཟག་པ་ ཟད་པ འི་ ཡོན་ཏན་ དག་ ཇི་ཙམ་ ཅི་ བརྗོད་ ཀྱང་ །_ ཤ་ར་དྭ་ཏི འི་ བུ་ དེ་ ལ་ བྲི་བ ར་ ཡང་ མི་ འགྱུར་ རོ །_།
en: Śāradvatī­putra, no matter how much I describe the qualities of worthy ones who have exhausted the defilements, they themselves will never be exhausted, Śāradvatī­putra.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དགྲ་བཅོམ་པ་ ཟག་པ་ ཟད་པ་ ནི་ ཤིན་ཏུ་ ཡོངས་སུ་ སྦྱངས་པ །_ རྡོ་བ་ དང་ །_ ཚེར་མ་ མེད་པ །_ ཤིན་ཏུ་ རྣམ་པར་ དག་པ འི་ ཞིང་ཆེན་པོ་ ཡིན་ ནོ །_།
en: $1511 “Śāradvatī­putra, worthy ones who have exhausted the defilements are great fields that are completely purified and fully cultivated, with neither stones nor thorns.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དགྲ་བཅོམ་པ་ ཟག་པ་ ཟད་པ་ ལ་ ནི་ གཤེ་བ ར་ བྱེད་ ཅིང་ བརྒྱད་བཀག་ བྱེད་ ཀྱང་ །_ འདི་ སྙམ་ དུ་ བདག་ ལ་ འདི་ གཤེ་བ ར་ བྱེད་ ཅིང་ བརྒྱད་བཀག་ བྱེད་ དོ་ སྙམ་ དུ་ ཡང་ མི་ སེམས་ ལ །_
en: Śāradvatī­putra, worthy ones who have exhausted the defilements, even when they are criticized and reviled, do not think, ‘I am being criticized and reviled.’

source: བསྔགས་པ འམ །_ བསྔགས་པ་ མ་ཡིན་པ་ བརྗོད་པ་ ན་ ཡང་ འདི་ སྙམ་ དུ་ བདག་ ལ་ འདི་ བསྔགས་པ འམ །_ བསྔགས་པ་ མ་ཡིན་པ་ བརྗོད་ དོ་ སྙམ་ དུ་ མི་ སེམས་ སོ །_།
en: Whether they are spoken to with praise or blame, they do not think, ‘I am being spoken to with praise,’ or, ‘I am being spoken to with blame.’

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དགྲ་བཅོམ་པ་ ཟག་པ་ ཟད་པ་ ནི་ རློམ་སེམས་ ཐམས་ཅད་ རྒྱུན་ བཅད་པ་ ཡིན་ ནོ །_།
en: Śāradvatī­putra, worthy ones who have exhausted the defilements have cut the chain of all thinking.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དགྲ་བཅོམ་པ་ ཟག་པ་ ཟད་པ་ ནི་ བསྲུང་བ་ མེད་པ་ ཡིན་ ནོ །_།
en: $1512 “Śāradvatī­putra, worthy ones who have exhausted the defilements have nothing to guard.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དགྲ་བཅོམ་ པ་ ཟག་པ་ ཟད་པ་ ལ་ ནི་ ཆོས་ གང་ཡང་ བསྲུང་བ་ མེད་ དེ་
en: Śāradvatī­putra, worthy ones who have exhausted the defilements have nothing to guard whatsoever, for

source: དབང་པོ་ ཤིན་ཏུ་ བསྲུངས་པ་ ཡིན་ ཞིང་ །_ ངེས་པ འི་ ས་ ཐོབ་པ་ ཡིན །_
en: their faculties are well guarded and they have attained the level of certainty.

source: ཆོས་ ཀྱི་ སྒྲོན་མ་ ཡིན །_ |#| ཆོས་ ཀྱི་ སྐྱབས་ ཡིན །_ |#| བདག་ གི་ སྒྲོན་མ་ ཡིན །_ |#| བདག་ གི་ སྐྱབས་ ཡིན་པ འི་ ཕྱིར་ རོ །_།
en: This is because they are lamps of the Dharma, they are protectors of the Dharma, they are lamps for themselves, they are protectors of themselves.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེ་ལྟ་བས་ན་ དགེ་སློང་ དེ་ལྟ ར་ གནས་པ ས་ ནི་ འདི་ལྟར་ གལ་ཏེ་ དེ་བཞིན་ གཤེགས་པ འི་ བྱང་ཆུབ་ སྤོང་བ ར་ མི་ བྱེད་ ཅིང་ མི་རིགས་པ འི་ ལས་ ཀྱང་ མི་ བྱེད་ ལ །_ ཚངས་པ་ མཚུངས་པ ར་ སྤྱོད་པ་ མཁས་པ་ རྣམས་ ཀྱི་ ཁ་ན་མ་ཐོ་བ་ དང་ བཅས་པ་ ཡང་ མ་ ཡིན་ ཞིང་ །_ ཕྱིས་ ཀྱང་ བྱང་ཆུབ་ ཀུན་ ཏུ་ བསྲུང་བ་ དང་ །_ རྣམ་པར་ མི་ གཙེ་བ་ དང་ །_ མི་ སྤང་བ འི་ ཕྱིར་ དང་ །_ ཡུན་རིང་ དུ་ གནས་པ ར་ བྱ་བ འི་ དོན་ དུ་ ཞུགས་ པར་ འགྱུར་བ་ དེ་ ནི་ དགྲ་བཅོམ་པ་ ཡིན་པ ར་ ཤེས་པ ར་ བྱ འོ །_།
en: It is for this reason, Śāradvatī­putra, that monks who abide in this way should be known as worthy ones. |#| That is, as long as they do not discard the thus-gone ones’ awakening, or perform inappropriate acts, or perform any wicked deeds related to skillful practitioners of pure conduct, but rather set out to ensure that awakening is guarded, not violated, and not abandoned, but remains for a long time.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དགྲ་བཅོམ་པ་ ཟག་པ་ ཟད་པ་ ལ་ ནི་ ཆོས་ རྣམས་ ལ་ ཆོས་ ཀྱི་ ཐེ་ཚོམ་ མེད་ དོ །_།
en: $1513 “Śāradvatī­putra, worthy ones who have exhausted the defilements have no doubt about the Dharma with respect to phenomena.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དགྲ་བཅོམ་པ་ ཟག་པ་ ཟད་པ་ ནི་ སོམ་ཉི་ མེད་པ་ ཡིན་ ཞིང་ ཡིད་གཉིས་ དང་ བྲལ་བ་ ཡིན་ ནོ །_།
en: Śāradvatī­putra, worthy ones who have exhausted the defilements have no hesitation and are free of indecision.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དགྲ་བཅོམ་པ་ ཟག་པ་ ཟད་པ་ ནི་ རྒལ་བ་ ཡིན་ ཞིང་ ལམ་ཁ་ བྲག་ལ ས་ ངེས་པ ར་ རྒལ་བ་ ཡིན །_
en: Śāradvatī­putra, worthy ones who have exhausted the defilements have crossed—they have definitely crossed over the craggy path.

source: དྲང་པོ འི་ གནས་ ན་ གནས་པ་ ཡིན །_
en: They dwell on straight ground.

source: དྲང་པོ་ ཡིན །_
en: They are straight.

source: དྲང་པོ ར་ གྱུར་པ་ ཡིན །_
en: They have become straight.

source: ལམ་ དྲང་པོ་ ནས་ འོངས་པ་ ཡིན་ ནོ །_།
en: They have arrived through a straight path.”

source: དེ་ནས་ བཅོམ་ལྡན་འདས་ ལ་ ཚེ་ དང་ ལྡན་པ་ ཤ་ ར་ དྭ་ [190a] ཏིའི་ བུས་ འདི་སྐད་ ཅེས་ གསོལ་ ཏོ །_།
en: $1514 The venerable Śāradvatī­putra then said to the Blessed One, [190.a]

source: བཅོམ་ལྡན་འདས་ དགྲ་བཅོམ་པ་ ཟག་པ་ ཟད་པ་ ནི་ ཆོས་ སྤོང་བ་ མ་ ལགས་ པར་ འཚལ་བ ར་ བགྱི་བ་ ལགས་སོ །_།
en: “Blessed One, worthy ones who have exhausted the defilements do not abandon the Dharma, but search for it.

source: བཅོམ་ལྡན་འདས་ དེ་དག་ ནི་ བྱིས་པ འི་ ལས་ ལགས་ ཀྱི་ དེ་དག་ ནི་ དགྲ་བཅོམ་པ འི་ ལས་མ་ ལགས་ ཏེ །_ |#| འདི་ལྟ་སྟེ །_ ཆོས་ སྤོང་བ་ ལགས་པ འི་ སླད་ དུའོ །_།
en: This is because, Blessed One, those things done to abandon the Dharma are acts of the immature, not the acts of worthy ones.”

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེ་དེ་ བཞིན་ ནོ །_། |#| དེ་དེ་ བཞིན་ ཏེ །_
en: $1515 “Śāradvatī­putra, it is so, it is so,”

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེ་དག་ ནི་ བྱིས་པ འི་ ལས་ ཡིན་ གྱི་ དགྲ་ བཅོམ་པ འི་ ལས་མ་ ཡིན་མོད་ ཀྱི་ འོན་ཀྱང་ །_
en: “Śāradvatī­putra, they are indeed the acts of the immature and not the acts of worthy ones. |#| However,

source: ཤ་ར་དྭ་ཏི འི་ བུ་ ཕྱི་མ འི་ ཚེ་ ཕྱི་མ འི་ དུས་ ན་ མི་ འཇིགས་ པས་ ཟིལ་ གྱིས་ ནོན་པ འི་ དགེ་སློང་ དག་ འབྱུང་བ ར་ འགྱུར་ ཏེ
en: Śāradvatī­putra, in the future there will appear monks overwhelmed by audacity.

source: དེ་དག་ ནི་ བསམ་གཏན་ ཙམ་ དང་ །_ ངེས་པ ར་ གནས་པ་ ཙམ་ དང་ །_ དགོན་པ་ ན་ གནས་པ་ ཙམ་ གྱིས་ བདག་ཉིད་ ཉོན་མོངས་པ་ མེད་ པ འོ །_། |#| སྙམ་ དུ་ ཀུན་ ཏུ་ ཤེས་པ ར་ འགྱུར་ ཞིང་བདག་ ཉིད་ ལ་ རློམ་སེམས་ སྐྱེད་པ ར་ བྱེད་པ ར་ འགྱུར་ ཏེ །_
en: They will be convinced that they have become free of afflictions through mere concentration, mere wearing of the right clothes, and mere dwelling in the forest, and thus develop conceit.

source: དེ འི་ ཕྱིར་ དེ འི་ ཚེ་ བྲམ་ཟེ་ དང་ །_ ཁྱིམ་བདག་ དད་པ་ ཅན་ མོས་པ་ མང་བ་ དང་ །_ ངེས་པ ར་ རྟོག་པ་ མང་བ་ དག་ གིས་ དགྲ་བཅོམ་པ་ འདི་ ནི་ སྦྱིན་པ འི་ གནས་ སོ །_། |#| ཟག་པ་ ཟད་པ འོ་ སྙམ་ དུ་ ཀུན་ ཏུ་ ཤེས་པ ར་ འགྱུར་ ལ །_ དེ་ ལ་ ཡང་ ལྷག་པ ར་ བྱེད་པ་ བྱ་བ ར་ སེམས་པ ར་ འགྱུར་ ཞིང་ །_
en: Therefore, at that time, most devout brahmins and householders and most of those with trust will also be convinced, thinking, ‘Those worthy ones are objects of generosity. |#| They have exhausted the defilements,’ and thus believe that they should treat those monks as special.

source: མི་ བླུན་པོ་ དེ་དག་ ཀྱང་ བསྙེན་བཀུར་ གྱིས་ ཟིལ་ གྱིས་ གནོན་ ཅིང་ །_ རྙེད་པ ས་ ཟིལ་ གྱིས་ ནོན་ ལ །_ བསྔགས་པ་ དང་ །_ གྲགས་པ་ དང་ །_ སྙན་པ ས་ ཟིལ་ གྱིས་ ནོན་ ནས |#| བདག་ཅག་ ནི་ ཆོས་ དེ་དག་ ལ་ གནས་ སོ །_། |#| བདག་ཅག་ ནི་ ཆོས་ དེ་དག་ དང་ ལྡན་ ནོ །_། |#| བདག་ཅག་ ནི་ འདི་ ན་ ཟག་པ་ ཟད་པ འོ །_། |#| བདག་ཅག་ ནི་ འདི་ ན་ ཉོན་མོངས་པ་ མེད་པ འོ་ སྙམ་ ནས །_
en: Overwhelmed in this way by honor, gain, praise, fame, and renown, those foolish monks will be convinced of their own wisdom, thinking, ‘We have those qualities. |#| We possess those qualities. |#| We have exhausted the defilements. |#| We have no afflictions.’

source: བདག་ཉིད་ ལ་ ཡེ་ཤེས་ ཅན་ དུ་ ཀུན་ ཏུ་ ཤེས་པ ར་ འགྱུར་བ་ ཡིན་ ཞིང་ །_ དེ་དག་ ནི་ བྱིས་པ ར་ འགྱུར་བ་ ཡིན །_
en: Thus, while thinking of themselves as wise beings, they will in fact be immature beings.

source: བརྟགས་པ འི་ སྤྱོད་ལམ་ ཅན་ དུ་ འགྱུར་བ་ ཡིན །_
en: They will have meager comportment.

source: གྲོང་ ན་ འཁོད་པ་ དེ་དག་ གི་ སྤྱོད་ལམ་ ཡང་ གཞན་ དུ་ འགྱུར་བ་ ཡིན །_
en: The comportment of those that dwell in villages will change.

source: གཙུག་ལག་ཁང་ ན་ འཁོད་པ འི་ སྤྱོད་ལམ་ ཡང་ གཞན་ དུ་ འགྱུར་བ་ ཡིན །_
en: The comportment of those that dwell in temples will change.

source: དགོན་པ་ ན་ འཁོད་པ་ རྣམས་ ཀྱི་ ཡང་ གཞན་ དུ་ ལ །_ འཁོར་ གྱི་ ནང་ ན་ འཁོད་པ་ རྣམས་ ཀྱི་ ཡང་ གཞན་ དུ་ ཡིན །_
en: The comportment of those that dwell in the forest will change. |#| The comportment of those that dwell in the assembly will change.

source: ལུས་ ཀྱི་ ལས་ དང་ ངག་གི་ལས་ ཀུན་ ཏུ་ སྤྱོད་པ་ [190b] དག་ ཀྱང་ མ་ བསྲུངས་པ ར་ འགྱུར་བ་ ཡིན །_ |#| འཁོར་བ་ ན་ སྤྱོད་པ ར་ ཡང་ འགྱུར་བ་ ཡིན །_
en: Their performance of physical and verbal actions will go unguarded. [190.b]

source: བདག་ཉིད་ ཀྱི་ ཉོན་མོངས་པ་ མེད་པ འི་ འདུ་ཤེས་ ཀྱང་ སྐྱེད་པ ར་ འགྱུར་བ་ ཡིན །_
en: They will develop the notion that they have no afflictions.

source: ད་ལྟ ར་ གང་དག་ ཉན་ཐོས་ རྣམས་ ཀྱིས་ བཤད་པ འི་ ཆོས་ ཀྱི་ རྣམ་ གྲངས་ ཟབ་མོ་ དང་ ལྡན་པ །_ དབེན་པ་ དང་ ལྡན་པ །_ སྟོང་པ་ཉིད་ དང་ །_ ལྡན་པ་ དེ་ལྟ་ བུ་ དེ་དག་ ཐོས་ ནས་ |#| ཀྱང་ །_
en: $1516 “Today, when the hearers deliver Dharma discourses that teach profundity, disengagement, and emptiness, their audiences listen to that Dharma.

source: ཆོས་ དེ་ ལ་ ཞེ་ས་ དང་ བཅས་ ཤིང་ གུས་པ་ དང་ བཅས་པ ས་ གུས་པ ར་ ཉན་ ཅིང་ །_ རྣ་ གཏོད་པ ར་ བྱེད་ ལ །_ སེམས་ གཞན་ དུ་མ་ ཡིན་པ ར་ ཉེ་བ ར་ འཇོག་པ ར་ བྱེད་པ་ ཡིན་ ཏེ
en: With veneration and respect they harken and place their attention unwaveringly upon the teaching. |#| However,

source: དེ འི་ ཚེ་ མི་ བླུན་པོ་ དེ་ལྟ་ བུ འི་ སྤྱོད་ཡུལ་པ་ དེ་དག་ ཀྱང་ སྟིང་བ ར་ བྱེད་པ ར་ འགྱུར་ ཞིང་ །_ འཕྱ་ བ ར་ བྱེད་པ ར་ ཡང་ འགྱུར་ ལ །_ གཤེ་བ ར་ བྱེད་པ ར་ ཡང་ འགྱུར་ ཞིང་ །_
en: in the future, the leaders of such fools will criticize it, reviling and ridiculing it.

source: འདི་སྐད་ དུ་ འདི་ ནི་ སངས་རྒྱས་ ཀྱི་ བཀའ་མ་ ཡིན །_ |#| སྟོན་པ འི་ བསྟན་པ་ མ་ ཡིན་ ནོ་ ཞེས་ གཅིག་ ལ་ གཅིག་ འདེམས་ པར་ བྱེད་པ ར་ ཡང་ འགྱུར་ རོ །_།
en: They will instruct each other, saying, ‘This is not the speech of the Buddha. |#| This is not the teaching of the Teacher.’

source: འདི་ ནི་ ཆོས་ དང་ ཆོས་ སུ་ འདུལ་བ་ དང་ འདུལ་བ ར་ མཚུངས་པ ར་ མི་ འགྱུར་ ཞིང་ །_ |#| ཆོས་མ་ ཡིན་པ་ སེམས་པ ར་ བྱེད་པ་ དེ་དག་ ནི་ ཆོས་ ལ་ ཆོས་མ་ ཡིན་ ནོ་ ཞེས་ སྨྲ་བ ར་ འགྱུར་བ་ ཡིན །_ |#| ཆོས་མ་ ཡིན་པ་ ལ་ ཆོས་ སོ་ ཞེས་ སྨྲ་བ ར་ འགྱུར་བ་ ཡིན །_ |#| འདུལ་བ་ མ་ཡིན་པ་ ལ་ འདུལ་བ འོ་ ཞེས་ སྨྲ་བ ར་ འགྱུར་བ་ ཡིན་པ འི་ ཕྱིར་ ཏེ །_
en: It is because they will be at odds with the Dharma, Dharma discipline, and discipline. |#| So, believing that it is not the Dharma, they will call Dharma, non-Dharma; |#| non-Dharma, Dharma; |#| and non-discipline, discipline.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེ་ལྟ ར་ ན་ དེ་དག་ ནི་ ཆོས་ གང་ འཐོབ་པ ར་ འགྱུར་བ་ དེ་ཉིད་ ཀྱི་ བསྔགས་པ་ མ་ཡིན་པ་ སྨྲ་བ ར་ འགྱུར་བ་ ཡིན་ ལ །_ དེ་དག་ ནི་ བདག་ ལ་ བསྟོད་ ཅིང་ གཞན་ ལ་ སྨོད་པ ར་ འགྱུར་བ་ ཡིན །_
en: Śāradvatī­putra, they will thus speak unflatteringly about the very Dharma that they receive, and then praise themselves and disparage others.

source: ཚུལ་ཁྲིམས་ ཙམ་ དང་ །_ དགོན་པ་ ན་ གནས་པ་ ཙམ་ དང་ །_ བསམ་གཏན་ ཙམ་ དང་ །_ ངེས་པ ར་ གནས་པ་ ཙམ་ དང་ །_ ཐོས་པ་ ཙམ་ དང་ །_ མང་ དུ་ ཐོས་པ་ ཙམ་ དང་ །_ འཁོར་ ཙམ་ དང་ །_ བསྔགས་པ་ ཙམ་ དང་ །_ ཚིགས་ སུ་ བཅད་པ་ ཙམ་ དང་ །_ རྙེད་པ་ དང་ བཀུར་སྟི་ ཙམ་ དང་ །_ གྲགས་པ་ དང་ །_ སྙན་པ་ ཙམ་ གྱི་ ང་རྒྱལ་ གྱི་ དབང་ གིས་ ང འོ་ སྙམ་པ འི་ ང་རྒྱལ་ གྱིས་ བཅོམ་པ་ ཡིན་ ཏེ
en: Under the sway of pride in mere discipline, mere dwelling in the forest, mere concentration, mere wearing of the right clothes, mere study, mere learning, mere possession of an assembly, mere praise, mere flattery, mere gain, mere respect, mere fame, and mere renown, they will be destroyed by the pride of self-conceit.

source: ཡང་དག་པ་ ཇི་ལྟ་ བ་ བཞིན་ དུ་ གླེང་བ་པོ་ དེ་དག་ གིས་ ཡང་ དག་ པར་ གླེངས་པ་ ན །_
en: $1517 “When those who explain things exactly as they are teach the Dharma,

source: ཇི་ལྟ་ ཇི་ལྟ ར་ ཆོས་ ཀྱི་ རྣམ་ གྲངས་ དེ་དག་ ཉན་པ་ དེ་ལྟ་ དེ་ལྟ ར་ ལས་ ཆེས་ དམ་པ་ དག་ མངོན་པར་ འདུ་བྱེད་ པར་ འགྱུར་བ་ ཡིན་ གྱི །_
en: those fools will only perform ever more heinous actions the more they listen to those Dharma discourses.

source: མི་ བླུན་པོ་ དེ་དག་ ནི་ འདི་ སྙམ་ དུ་ མི་དགེ་བ འི་ ལས་ ཡང་དག་པ་ དེ་དག་ བདག་ཅག་ ལ་ ཀུན་ དུ་ཡོད་ དོ་ སྙམ་ དུ་ མི་ སེམས་ ཏེ །_
en: Those fools will not think, ‘We are riddled with extremely non-virtuous actions.’ |#| Rather,

source: དེ་དག་ ནི་ ཤས་ ཆེ ར་ ང་རྒྱལ་ [191a] གྱིས་ བརྟན་ ཅིང་ །_ མི་ ཤེས་པ ས་ བརྟན་ ནས་ ཆོས་ ཀྱི་ རྣམ་ གྲངས་ དེ་དག་ སྤངས་ ཏེ །_
en: having become even more confirmed in their pride [191.a] and ignorance, they will abandon those Dharma discourses.

source: ལས་ ཆེས་ དམ་པོ་ བྱས་ ནས །_
en: Having thus performed especially heinous karma,

source: མནར་མེད་ པར་ འགྲོ་བ ར་ འགྱུར་བ་ ཡིན །_
en: they will end up in the Hell of Incessant Pain.

source: ངན་འགྲོ ར་ འགྲོ་བ ར་ འགྱུར་བ་ ཡིན་ ནོ །_།
en: They will end up in the lower realms.
